Repository: EzikMarconi/ewlog
Catalog: locale/ewlog-debug.*.po
Languages: ru

# tminiform.menuitem91.caption
source: Wizard
ru: Помощник установки

# tminiform.menuitem92.caption
source: Update
ru: Обновление

# tminiform.menuitem94.caption
source: About
ru: О программе

# tminiform.miclustertop.caption
source: On Top
ru: Всегда наверху

# tminiform.micontestlogging.caption
source: Contest Logging
ru: Контест лог

# tminiform.midownloadlang.caption
source: Download Languages
ru: Загрузить переводы

# tminiform.miextprog.caption
source: External programs
ru: Внешние программы

# tminiform.milanguage.caption
source: Language
ru: Язык

# tminiform.milogbook.caption
source: LogBook
ru: Журнал

source: Logbook grid
ru: Таблица журнала

# tminiform.miloggridtop.caption
source: OnTop
ru: Всегда наверху

# tminiform.mimaintop.caption
source: On Top
ru: Всегда наверху

# tminiform.mimapform.caption
source: Map
ru: Карта

# tminiform.mimaptop.caption
source: On Top
ru: Всегда наверху

# tminiform.mimmode.caption
source: Mode ON
ru: Включить режим

# tminiform.miphoto.caption
source: Photo
ru: Фото

source: In a separate window
ru: В отдельном оккне

source: On TOP
ru: Всегда наверху

# tminiform.miphototop.caption
source: On Top
ru: Всегда наверху

# tminiform.misettings.caption
source: Settings
ru: Настройки

# tminiform.mitelnetform.caption
source: DX Cluster
ru: DX Кластер

# tminiform.remotetimelabel.caption
source: Remote time
ru: Время у корреспондента

# tmm_form.caption
source: Modulation Manager
ru: Менеджер Модуляций

source: Print
ru: Печать

# tprogressbackupform.label1.caption
source: Number of QSO: 0
ru: Количество записей: 0

# tqslmanager_form.button1.caption
source: Save
ru: Сохранить

# tqslmanager_form.button2.caption
source: Cancel
ru: Отмена

source: Clear
ru: Очистить

source: QSL Manager
ru: QSL Менеджер

# tqslmanager_form.dbgrid1.columns[1].title.caption
source: Callsign
ru: Позывной

# tqslmanager_form.dbgrid1.columns[2].title.caption
source: Manager
ru: Менеджер

# tqslmanager_form.dbgrid1.columns[3].title.caption
source: Date
ru: Дата

# tqslmanager_form.dbgrid1.columns[4].title.caption
source: Notes
ru: Заметки

# tqslmanager_form.dbgrid1.columns[5].title.caption
source: Author
ru: Автор

# tqslmanager_form.label1.caption
source: Callsign
ru: Позывной

# tqslmanager_form.label2.caption
source: Callsign
ru: Позывной

# tqslmanager_form.label3.caption
source: Manager
ru: Менеджер

# tqslmanager_form.label4.caption
source: Date
ru: Дата

# tqslmanager_form.label5.caption
source: Author
ru: Автор

# tqslmanager_form.label6.caption
source: Notes
ru: Заметки

# tsendtelnetspot.btsend.caption
source: Send
ru: Отправить

# tsendtelnetspot.caption
source: Send spot
ru: Отправить спот

# tsendtelnetspot.lbcallsign.caption
source: DX Callsign
ru: DX Позывной

# tsendtelnetspot.lbcomment.caption
source: Comment
ru: Комментарий

# tsendtelnetspot.lbfreq.caption
source: Frequency
ru: Частота

source: Connect with LoTW
ru: Соединиться с LoTW

source: Connect with eQSL
ru: Соединиться с eQSL

source: Service eQSL and LoTW
ru: Сервисы eQSL и LoTW

source: Download QSL received after:
ru: Загрузить QSL полученные после:

# tserviceform.label4.caption
source: Processed data:
ru: Обработка данных:

source: Errors:
ru: Ошибки:

source: Status: Wait
ru: Статус: Ожидание

source: Download:
ru: Загрузка:

source: Open existing file
ru: Открыть существующий файл

source: Add program
ru: Добавить программу

# tsettingsprogramform.btcancel.caption
source: Close
ru: Закрыть

source: Delete
ru: Удалить

# tsettingsprogramform.btsave.caption
source: Save
ru: Сохранить

# tsettingsprogramform.caption
source: External programs
ru: Внешние программы

source: Use
ru: Использовать

source: Name program:
ru: Имя программы:

source: Path program:
ru: Путь программы:

# tsetupform.btback.caption
source: Back
ru: Назад

# tsetupform.btcheck.caption
source: Check connection
ru: Проверка соединения

# tsetupform.btnext.caption
source: Next
ru: Далее

source: I accept
ru: Принимаю

# tsetupform.button3.caption
source: Next
ru: Далее

# tsetupform.button4.caption
source: OK
ru: Готово

# tsetupform.button7.caption
source: Back
ru: Назад

# tsetupform.button8.caption
source: Back
ru: Назад

# tsetupform.button9.caption
source: Cancel
ru: Отмена

# tsetupform.caption
source: Wizard
ru: Помощник установки

# tsetupform.cbexpertmode.caption
source: Expert Mode
ru: Экспертный режим

source: Use an existing MySQL database
ru: Использовать существующую БД MySQL

source: Use an existing SQLite database
ru: Использовать существующую БД SQLite

source: Use MySQL by default
ru: Использовать MySQL по умолчанию

source: Use SQLite by default
ru: Использовать SQLite по умолчанию

source: Welcome to the HAM Log Setup Wizard.
ru: Добро пожаловать в помощник по установке.

source: Main HAM Log Settings
ru: Основные настройки журнала

# tsetupform.label12.caption
source: Callsign
ru: Позывной

# tsetupform.label13.caption
source: Description
ru: Описание

# tsetupform.label15.caption
source: Name
ru: Имя

# tsetupform.label16.caption
source: Grid
ru: Локатор

# tsetupform.label17.caption
source: Latitude
ru: Широта

# tsetupform.label18.caption
source: Longitude
ru: Долгота

source: License agreement:
ru: Лицензионное соглашение:

# tsetupform.label21.caption
source: QSL Info
ru: QSL Инфо

source: Application and processing of data. Wait
ru: Обработка и применение данных. Подождите

# tsetupform.label23.caption
source: Status:
ru: Статус:

# tsetupform.label24.caption
source: Wait
ru: Ожидание

source: Database settings
ru: Настройки базы данных

# tsetupform.lbhost.caption
source: Host
ru: Хост

# tsetupform.lbnamedb.caption
source: Name of database
ru: Имя базы данных

# tsetupform.lbpassword.caption
source: Password
ru: Пароль

# tsetupform.lbport.caption
source: Port
ru: Порт

# tsetupform.lbselectdb.caption
source: Database select
ru: Выбор базы данных

# tsetupform.lbsqlpath.caption
source: SQLite database path
ru: Путь к базе SQLite

# tsetupform.lbusername.caption
source: Username
ru: Имя пользователя

source: Open DataBase
ru: Открыть базу данных

# tsetupform.radiobutton1.caption
source: Use MySQL
ru: Использовать MySQL

source: Use SQLite
ru: Использовать SQLite

source: I will use both databases
ru: Использовать обе базы данных

source: Save DataBase
ru: Сохранить базу данных

source: Greeting
ru: Приветсвие

source: Setup DB
ru: Настройка БД

source: Setup Log
ru: Настройка Журнала

# tsetupform.tabsheet4.caption
source: Processing
ru: Обработка

# tstate_form.button1.caption
source: Close
ru: Закрыть

# tstate_form.dbgrid1.columns[2].title.caption
source: Name State/City
ru: Район/Город

# tstate_form.dbgrid1.columns[3].title.caption
source: Country
ru: Страна

# tstate_form.label2.caption
source: Name
ru: Имя

source: Synchronize
ru: Синхронизация

source: Date Sync
ru: Дата синхронизации

source: Select a synchronization start date
ru: Выбор даты начала синхронизации

# tthanks_form.caption
source: Thanks
ru: Спасибо

source: Thanks to the help and testing of the EWLog
ru: Выражаю огромную благодарность в помощи и тестировании аппаратного журнала EWLog

source: UT5QBC - Yuri Lubenec
ru: UT5QBC - Юрий Лубенец

source: RX0TX - Oleg Chudaev
ru: RX0TX - Олег Чудаев

source: R9XAL - Aleksey Panyukov
ru: R9XAL - Алексей Панюков

source: EW2MS - Mikhail Senko
ru: EW2MS - Михаил Сенько

source: RN3DDP - Sergey Savchuk
ru: RN3DDP - Сергей Савчук

source: R9OCN - Andrey Horoshilov
ru: R9OCN - Андрей Хорошилов

source: RW3DY - Nikolay Evgrafov
ru: RW3DY - Николай Евграфов

source: And to all the people who responded to the development :). Maybe someone forgot ...
ru: И всем откликнувшимся на разработку людям :). Возможно кого-то забыл...

source: Sergey Korhov
ru: Сергей Корхов

source: RX3DQX - Vladimir Antipov
ru: RX3DQX - Владимир Антипов

source: R9WBZ - Sergey Nohrin
ru: R9WBZ - Сергей Нохрин

# tupdate_form.button1.caption
source: Check
ru: Проверить

# tupdate_form.button2.caption
source: Cancel
ru: Отмена

# tupdate_form.caption
source: Update
ru: Обновление

# tupdate_form.groupbox1.caption
source: Update
ru: Обновление

source: Version Status:
ru: Состояние версии:

source: File size:
ru: Размер файла:

source: Actual
ru: Актуально

source: Last check:
ru: Последняя проверка:

source: Program version:
ru: Версия программы:

source: Server Version:
ru: Версия на сервере:

source: Update process
ru: Процесс обновления

# tviewphoto.caption
source: Photo
ru: Фото
