Repository: EzikMarconi/ewlog
Catalog: locale/ewlog-debug.*.po
Languages: ru

# cloudlog.ranswerserver
source: Server response:
ru: Ответ сервера:

# cloudlog.rerrorsendingsata
source: Error sending data
ru: Ошибка отправки данных

# cloudlog.rnoentryadded
source: No entry added! Perhaps a duplicate!
ru: Запись не добавлена! Похоже на дубликат!

# cloudlog.rrecordaddedsuccessfully
source: Record added successfully
ru: Запись успешно добавлена

# cloudlog.runknownuser
source: Unknown user! See settings
ru: Неизвестный пользователь. Смотри настройки

# clublog.ranswerserver
source: Server response:
ru: Ответ сервера:

# clublog.rerrorsendingsata
source: Error sending data
ru: Ошибка отправки данных

# clublog.rnoentryadded
source: No entry added! Perhaps a duplicate!
ru: Запись не добавлена! Похоже на дубликат!

# clublog.rrecordaddedsuccessfully
source: Record added successfully
ru: Запись успешно добавлена

# clublog.runknownuser
source: Unknown user! See settings
ru: Неизвестный пользователь. Смотри настройки

source: byte
ru: байт

source: Not all fields are entered
ru: Не все поля введены

# configform_u.rcheckupdates
source: Check for Updates
ru: Проверка обновлений

source: Download?
ru: Загрузить?

source: File Download:
ru: Загрузка файла:

source: Connection established successfully
ru: Соединение успешно установлено

source: No reference book found!
ru: Не найден файл справочника!

source: Number of records:
ru: Количество записей:

source: Number of records: ---
ru: Количество записей: ---

# configform_u.rok
source: OK
ru: ОК

# configform_u.rreferencebook
source: Internal reference book
ru: Встроенный справочник позывных

source: Release Date:
ru: Дата выхода:

source: Release date: --.--.----
ru: Дата выхода: --.--.----

# configform_u.rstatusupdateactual
source: Update status: Actual
ru: Статус обновления: Актуально

# configform_u.rstatusupdatecheck
source: Update status: Check version
ru: Статус обновления: Проверка версии

source: Update status: Done
ru: Статус обновления: Готово

source: Update status: Download
ru: Статус обновления: Загрузка

source: Update status: Can not Copy
ru: Статус обновления: Не могу скопировать

source: Update status: Update required
ru: Статус обновления: Требует обновления

# eqsl.ranswerserver
source: Server response:
ru: Ответ сервера:

# eqsl.rerrorsendingsata
source: Error sending data
ru: Ошибка отправки данных

# hamqth.ranswerserver
source: Server response:
ru: Ответ сервера:

# hamqth.rerrorsendingsata
source: Error sending data
ru: Ошибка отправки данных

# hamqth.rnoentryadded
source: No entry added! Perhaps a duplicate!
ru: Запись не добавлена! Похоже на дубликат!

# hamqth.rrecordaddedsuccessfully
source: Record added successfully
ru: Запись успешно добавлена

# hamqth.runknownuser
source: Unknown user! See settings
ru: Неизвестный пользователь. Смотри настройки

# hrdlog.ranswerserver
source: Server response:
ru: Ответ сервера:

# hrdlog.rerrorsendingsata
source: Error sending data
ru: Ошибка отправки данных

# hrdlog.rnoentryadded
source: No entry added! Perhaps a duplicate!
ru: Запись не добавлена! Похоже на дубликат!

# hrdlog.rrecordaddedsuccessfully
source: Record added successfully
ru: Запись успешно добавлена

# hrdlog.runknownuser
source: Unknown user! See settings
ru: Неизвестный пользователь. Смотри настройки

# qrzcom.ranswerserver
source: Server response:
ru: Ответ сервера:

# qrzcom.rerrorsendingsata
source: Error sending data
ru: Ошибка отправки данных

# qrzcom.rnoentryadded
source: No entry added! Perhaps a duplicate!
ru: Запись не добавлена! Похоже на дубликат!

# qrzcom.rrecordaddedsuccessfully
source: Record added successfully
ru: Запись успешно добавлена

# qrzcom.runknownuser
source: Unknown user! See settings
ru: Неизвестный пользователь. Смотри настройки

# resourcestr.ppleasefile
source: Please specify a file for export!
ru: Пожалуйста укажите файл для экспорта!

# resourcestr.raddindexinlogtable
source: Add index in Log_TABLE_
ru: Добавляю индекс в Log_TABLE_

# resourcestr.raddkeyinlogtable
source: Add key in Log_TABLE_
ru: Добавляю ключ в Log_TABLE_

# resourcestr.raddress
source: Address
ru: Адрес

# resourcestr.rallfieldsmustbefilled
source: All fields must be filled!
ru: Всё поля должны быть заполнены!

# resourcestr.rbuttoncheck
source: Check
ru: Проверить

# resourcestr.rbuttondownload
source: Download
ru: Загрузить

# resourcestr.rbuttoninstall
source: Install
ru: Установить

# resourcestr.rbytes
source: bytes
ru: байт

# resourcestr.rcallsign
source: Callsign
ru: Позывной

source: Recipient callsign not entered
ru: Позывной не введён

source: Callsign not entered or Duplicate on Tour Time
ru: Позывной не введён или дубликат в туре

# resourcestr.rcannotdeldef
source: Cannot delete default or current log
ru: Нельзя удалить журнал по умолчанию

source: Band is empty. Check
ru: Не указан диапазон. Проверьте

source: Default form: MAIN
ru: По умолчанию: обычная форма

source: Default form: MULTI
ru: По умолчанию: Много-оконная форма

source: Mode is empty. Check
ru: Не указан вид модуляции. Првоерьте

# resourcestr.rcheckpath
source: Check SQLite database path
ru: Проверьте путь к базе SQLite

# resourcestr.rchecksettingsmysql
source: Check MySQL DB Settings
ru: Проверьте настройки MySQL

# resourcestr.rchecksettingssqlite
source: Check SQLite DB Settings
ru: Проверьте настройки SQLite

# resourcestr.rcleanupjournal
source: Are you sure you want to clear all entries?
ru: Вы действительно хотите удалить все записи?

# resourcestr.rclearqso
source: Clear QSO input window
ru: Очистить поле ввода QSO

# resourcestr.rclientconnected
source: Client Connected:
ru: Клиент подключён:

# resourcestr.rcomport
source: COM Port
ru: COM порт

source: Fldigi connected to EWLog
ru: Fldigi подключился к EWLog

# resourcestr.rcontinent
source: Continent
ru: Континент

source: Copy QSO
ru: Скопировано QSO

# resourcestr.rcqzone
source: CQ Zone
ru: CQ Зона

# resourcestr.rcreatetablelogbookinfo
source: Create table LogBookInfo
ru: Создаю таблицу LogBookInfo

# resourcestr.rdatabasefault
source: Something went wrong ... Check the settings
ru: Что-то пошло не так... Проверьте настройки

source: Check the correctness of the entered data. Possibly a non-existing database has been entered (it must be created first). Or Invalid username and password.
ru: Проверьте правильность введенных данных. Возможно, была введена несуществующая база данных (ее необходимо сначала создать). Или неверное имя пользователя и пароль.

# resourcestr.rdberror
source: Error while working with the database. Check connection and settings
ru: Ошибка работы с базой данных. проверьте подключение и настройки

source: The database structure needs to be updated to version:
ru: Структура базы данных требует обновления до версии:

# resourcestr.rdbnotinit
source: The database is not initialized, go to the settings?
ru: База данных не инициализирована, перейти к настройкам?

# resourcestr.rdefaultlogsel
source: Default log selected
ru: Журнал по умолчанию выбран

source: Are you sure you want to delete the existing database file?
ru: Вы действительно хотите удалить существующий файл базы данных?

# resourcestr.rdeletelog
source: Are you sure you want to delete the log ?!
ru: Вы действительно хотите удалить журнал ?!

# resourcestr.rdeleterecord
source: Delete Record
ru: Удалить запись

source: Fldigi disconnected from EWLog
ru: Fldigi отключился от EWLog

# resourcestr.rdone
source: Done
ru: Готово

# resourcestr.rduplicates
source: Duplicates
ru: Дубликаты

# resourcestr.rdxclusterconnecting
source: Connect to Telnet Cluster
ru: Соединиться с DX кластером

# resourcestr.rdxclusterdisconnect
source: You are disconnected from the DX cluster
ru: Вы отключены от DX кластера

# resourcestr.rdxclusterdisconnecting
source: Disconnect from Telnet Cluster
ru: Отключиться от DX кластера

# resourcestr.rdxclusterwindowclear
source: Clear DX Cluster window
ru: Очистить окно DX кластера

# resourcestr.rencall
source: You must enter a callsign
ru: Вы должны ввести позывной

source: Please enter your message
ru: Пожалуйста, введите ваше сообщение

# resourcestr.rerror
source: Error
ru: Ошибка

source: ERROR Field not entered
ru: Ошибка, поле не ведено

# resourcestr.rerroropenfile
source: Error opening file
ru: Ошибка открытия файла

source: Service database not found! Verify program installation integrity. File serviceLOG.db
ru: Сервисная база данных не найдена! Проверьте установку. Файл serviceLOG.db

# resourcestr.rerrorxmlapi
source: Error XML API:
ru: Ошибка XML API:

# resourcestr.rewloghamjournal
source: EWLog - HAM Journal
ru: EWLog - Аппаратный журнал

# resourcestr.rexport
source: Export
ru: Экспорт

# resourcestr.rexportcompl
source: Export completed
ru: Экспорт завершён

source: Failed to load data
ru: Ошибка загрузки данных

source: Found an existing database file. Do you want to use it? If you press NO, the existing file will be deleted and a new one will be created
ru: Найден существующий файл базы дынных. Вы хотите его использовать? Если нажать НЕТ, произойдет удаление существующего файла и создание нового

# resourcestr.rfileerror
source: Error file:
ru: Файл ошибок:

source: File exists! Overwrite? All data from this file is destroyed
ru: Файл существует! Перезаписать? Все данные из этого файла уничтожатся

source: File is used. Removal is not possible
ru: Файл занят. Удаление не возможно

# resourcestr.rfillinlogbookinfo
source: Fill in the LogBookInfo table
ru: Заполняю таблицу LogBookInfo

# resourcestr.rfillinlogtable
source: Fill in the Log_Table_
ru: Заполняю таблицу Log_Table_

source: Go to settings?
ru: Перейти к настройкам?

# resourcestr.rgrid
source: Grid
ru: Локатор

# resourcestr.rhaltlog
source: The program will be completed, restart it!
ru: Выполнено успешно! Перезапустите программу!

# resourcestr.richoosenumberofrecords
source: I choose the number of records
ru: Выбираю количество записей

# resourcestr.rimport
source: Import
ru: Импорт

source: Import completed
ru: Успешно

source: Imported
ru: Импортировано

# resourcestr.rimporterrors
source: Import Errors
ru: Ошибки импорта

# resourcestr.rimportrecord
source: Imported Records
ru: Импортировано записей

# resourcestr.rinformationfromhamqth
source: Information from HAMQTH
ru: Информация из HAMQTH

# resourcestr.rinformationfromqrzcom
source: Information from QRZ.com
ru: Информация из QRZ.COM

# resourcestr.rinformationfromqrzru
source: Information from QRZ.ru
ru: Информация из QRZ.RU

# resourcestr.rituzone
source: ITU Zone
ru: ITU Зона

source: KB
ru: КБ

# resourcestr.rlanguagecomplite
source: Translation files download successfully
ru: Файлы переводов успешно загружены

# resourcestr.rlibhamlibnotfound
source: HamLib library not found
ru: Не найдена библиотека HamLib

# resourcestr.rlogaddedsuccessfully
source: Log added successfully
ru: Журнал успешно добавлен

# resourcestr.rlogconwsjt
source: EWLog connected to WSJT
ru: EWLog подключился к WSJT

source: Log entry already exists
ru: Запись в журнале уже существует

# resourcestr.rlognconwsjt
source: EWLog not connected to WSJT
ru: EWLog отключился от WSJT

# resourcestr.rlotwrecdate
source: LOTWr Date
ru: LOTWr Дата

# resourcestr.rmainprefix
source: Prefix
ru: Префикс

source: MB
ru: МБ

# resourcestr.rmysqlhasgoneaway
source: NO connection to MySQL database! Check the connection or connection settings. Connect to SQLite
ru: Нет подключения к MySQL! Проверьте подключение и настройки. Подключаюсь к SQLIte

# resourcestr.rmysqlnotset
source: MySQL database settings not configured
ru: База данных MySQL не настроена

source: QSL is needed
ru: Нужна QSL

source: No log file found! Check settings
ru: Не найден файл журнала. Проверь настройки

# resourcestr.rnomethodexport
source: No export method selected!
ru: Не выбран режим экспорта!

# resourcestr.rnotcallsign
source: No callsign entered to view
ru: Не введён позывной для просмотра

source: Specify the Login and Password for accessing the XML API QRZ.COM in the settings
ru: Укажите Логин и Пароль для доступа к XML API QRZ.COM в настройках

# resourcestr.rnotconfigqrzru
source: Specify the Login and Password for accessing the XML API QRZ.RU in the settings
ru: В настройках, необходимо ввести логин и пароль, для доступа к XML API QRZ

source: Default reference book is not specified. Go to the program settings and select the QRZ.RU or QRZ.COM reference book
ru: Справочник по умолчанию не указан. Зайдите в настройки программы и выберите справочник QRZ.RU или QRZ.COM

# resourcestr.rnotconnected
source: No connection to the server. Go back to the connection settings step and check all the settings
ru: Нет подключения к серверу. Вернитесь к этапу настроек соединения и проверьте все настройки

source: You cannot switch the Database to another because one of the databases is not configured. Check your settings. Go to the settings window?
ru: Вы не можете переключить базу данных т.к. она не настроена. Проверьте настройки. Перейти в окно настроек?

# resourcestr.rnotdataforconnect
source: The log configuration, do not specify the data to connect to eQSL.cc
ru: В конфигурации журнала, не указаны данные для подключения к eQSL.cc

source: Please enable N3FJP logs support in Fldigi settings. (In Fldigi - Configure / Config dialog / Logging / N3FJP Logs / Connect)
ru: Пожалуйста, включите поддержку N3FJP лога в настройках Fldigi. (В Fldigi - Configure / Config dialog / Logging / N3FJP Logs / Connect)

# resourcestr.rnothingimport
source: Nothing to import
ru: Нечего импортировать

source: Nothing to save
ru: Нечего сохранять

# resourcestr.rnotuser
source: No database was found for this user. Check the user and database settings in the connection settings step
ru: База данных не была найдена для этого пользователя. Проверьте настройки пользователя и базы данных на этапе настроек соединения

# resourcestr.rnumberdup
source: Number of duplicates
ru: Количество дубликатов

# resourcestr.rnumberofqso
source: Number of QSO
ru: Количество QSO

# resourcestr.rnumberofqso0
source: Number of QSO: 0
ru: Количество записей: 0

source: of
ru: из

# resourcestr.romname
source: Name
ru: Имя

source: The function is available only in the Windows system
ru: Данная функция доступна только в Windows

source: Path
ru: Путь

source: Photo from QRZ | HAMQTH
ru: Фото из QRZ | HAMQTH

source: Please enter a message in the QSL Info field
ru: Пожалуйста, введите сообщение в QSL Info

# resourcestr.rprocesseddata
source: Processed data:
ru: Обработка данных:

# resourcestr.rprocessing
source: Processing
ru: Обработка

source: You are trying to run the program again. You cannot do this
ru: Программа уже запущена

# resourcestr.rqslmanager
source: Manager
ru: Менеджер

# resourcestr.rqslrecdate
source: QSLr Date
ru: QSLr Дата

# resourcestr.rqslsentdate
source: QSLs Date
ru: QSLs Дата

# resourcestr.rqsoband
source: Band
ru: Диапазон

# resourcestr.rqsobandfreq
source: Frequency
ru: Частота

# resourcestr.rqsodate
source: Date
ru: Дата

# resourcestr.rqsomode
source: Mode
ru: Мода

# resourcestr.rqsonotsave
source: QSO not saved, quit anyway ?!
ru: QSO не сохранено, действительно выйти?!

# resourcestr.rqsosubmode
source: SubMode
ru: СабМода

# resourcestr.rqsotime
source: Time
ru: Время

# resourcestr.rqsototal
source: Total
ru: из

# resourcestr.rsave
source: Save
ru: Сохранить

# resourcestr.rsaveqso
source: Save QSO
ru: Сохранить QSO

# resourcestr.rsendspot
source: Send spot
ru: Отправить спот

source: Record sent
ru: Записей отправлено

# resourcestr.rsetasdefaultjournal
source: Set as default journal?
ru: Установить журнал по умолчанию?

source: Show this window next start? The settings can be changed in the menu item View
ru: Показать это окно при следующем запуске? Настройки можно изменить в пункте меню Просмотр

# resourcestr.rsizefile
source: File size:
ru: Размер файла:

source: Installed version of sqlite3.so
ru: Установленная версия sqlite3.dll

# resourcestr.rstatusconnecteqsl
source: Status: Connceting to eQSL.cc
ru: Статус: Соединение с eQSL.cc

source: Status: Connceting to LoTW
ru: Статус: Соединение с LoTW

# resourcestr.rstatusdone
source: Status: Done
ru: Статус: Готово

# resourcestr.rstatusdownloadeqsl
source: Status: Download eQSL.cc
ru: Статус: Загрузка eQSL.cc

source: Status: Username/password incorrect
ru: Статус: Имя пользователя / пароль не корректен

# resourcestr.rstatusnotdata
source: Status: Not data
ru: Статус: Нет данных

# resourcestr.rstatussavefile
source: Status: Saving file
ru: Статус: Сохранение файла

# resourcestr.rsuccessful
source: Successful
ru: Готово

# resourcestr.rsuccessfulnext
source: Successful! Click NEXT
ru: Готово! Нажмите далее

# resourcestr.rswitchdbmysql
source: Switch base to MySQL
ru: Переключиться на MySQL

# resourcestr.rswitchdbsqlite
source: Switch base to SQLite
ru: Переключиться на SQLite

source: Switch to a new log?
ru: Переключиться на новый журнал?

source: Sync Error: Call Not Found
ru: Ошибка синхронизации: Позывной не наёден

# resourcestr.rsyncok
source: Done! Number of duplicates
ru: Готово! Количество дубликатов

source: Log table ERROR
ru: Ошибка таблицы журнала

# resourcestr.rupdatedontcopy
source: Do not copy
ru: Не могу скопировать

# resourcestr.rupdaterequired
source: Update required
ru: Требует обновления

source: Update sqlite3.so to version 3.24.0 or higher. Current Latest Version 3.31.1 Full work program can not be guaranteed
ru: Обновите sqlite3.dll до версии 3.24.0 или выше Текущая последняя версия 3.31.1 Стабильная работа программы не гарантируется

# resourcestr.rupdatestatus
source: Update status:
ru: Статус обновления:

# resourcestr.rupdatestatusactual
source: Update status: Actual
ru: Статус обновления: Актуально

# resourcestr.rupdatestatuscheckupdate
source: Update status: Check version
ru: Статус обновления: Проверка версии

# resourcestr.rupdatestatusdownload
source: Update status: Download?
ru: Статус обновления: Загрузить?

# resourcestr.rupdatestatusdownloadbase
source: Update status: Download Database
ru: Статус обновления: Загрузка базы

# resourcestr.rupdatestatusdownloadcallbook
source: Update status: Download CallBook
ru: Статус обновления: Загрузка Callbook

# resourcestr.rupdatestatusdownloadchanges
source: Update status: Download Changes
ru: Статус обновления: Загрузка изменений

# resourcestr.rupdatestatusdownloads
source: Update status: Downloads
ru: Статус обновления: Загрузка

# resourcestr.rupdatestatusrequiredinstall
source: Update status: Installation required
ru: Статус обновления: Требует обновления

source: Use Fldigi with EWLog?
ru: Использовать Fldigi с EWLog?

source: Use WSJT-X with EWLog?
ru: Использовать WSJT-X с EWLog?

# resourcestr.rvaluecorr
source: One or more fields are not filled or are filled incorrectly! All fields and the correct locator must be filled. Longitude and latitude are set automatically
ru: Одно или несколько полей не заполнены или заполнены неправильно! Все поля и правильный локатор должны быть заполнены. Долгота и широта устанавливаются автоматически

# resourcestr.rvalueempty
source: One or more values are empty! Check
ru: Одно или несколько значений не заполнено. Проверьте

# resourcestr.rwait
source: Wait
ru: Ожидание

# resourcestr.rwarning
source: Warning!
ru: Внимание!

# resourcestr.rwelcomemessagemysql
source: MySQL database selected! Welcome!
ru: Выбрана база данных MySQL! Добро пожаловать!

# resourcestr.rwelcomemessagesqlite
source: SQLite database selected! Welcome!
ru: Выбрана база данных SQLite! Добро пожаловать!

source: No table found to copy. Possible callsign mismatch in databases
ru: Не найдена таблица для копирования. Возможно несоответствие позывных в базах данных

source: Not all data entered
ru: Не все данные заполнены

# tabout_form.caption
source: About
ru: О программе

source: HAM LOG EWLog
ru: Аппаратный журнал EWLog

source: Version
ru: Версия

source: Designed by EW8BAK
ru: Разработан EW8BAK

source: Copyright 2015 - 2021 Uladzimir Karpenka
ru: Copyright 2015 - 2021 Владимир Карпенко

# tchangelog_form.button1.caption
source: OK
ru: ОК

source: Change history
ru: История изменений

# tclusterfilter.button1.caption
source: Close
ru: Закрыть

# tclusterfilter.button2.caption
source: Save
ru: Сохранить

source: Cluster Filter
ru: Фильтры

source: Expand list
ru: Разворачивать

source: Modes
ru: Моды

source: Delete spots older then:
ru: Удалять споты старше:

# tclusterfilter.lbminutesdel.caption
source: minutes
ru: минут(ы)

# tclusterfilter.lbminutesreconnect.caption
source: minutes
ru: минут(ы)

source: Reconnect when inactive for
ru: Переподключаться при не активности

# tconfigform.btapplycolor.caption
source: Apply
ru: Принять

# tconfigform.btdefaultcolor.caption
source: Default
ru: По умолчанию

# tconfigform.button1.caption
source: Save
ru: Сохранить

# tconfigform.button2.caption
source: Cancel
ru: Отмена

# tconfigform.button3.caption
source: Check connection
ru: Проверка соединения

# tconfigform.button4.caption
source: Check for Updates
ru: Проверка обновлений

source: Program settings
ru: Настройки программы

# tconfigform.cbband.caption
source: Band
ru: Диапазон

# tconfigform.cbcall.caption
source: Call
ru: Позывной

# tconfigform.cbcontinent.caption
source: Continent
ru: Континент

# tconfigform.cbcqzone.caption
source: CQ Zone
ru: CQ Зона

# tconfigform.cbdate.caption
source: Date
ru: Дата

# tconfigform.cbgrid.caption
source: Grid
ru: Локатор

# tconfigform.cbituzone.caption
source: ITU Zone
ru: ITU Зона

# tconfigform.cblotwrdate.caption
source: LOTWr Date
ru: LOTWr Дата

# tconfigform.cbmanager.caption
source: Manager
ru: Менеджер

# tconfigform.cbmode.caption
source: Mode
ru: Мода

# tconfigform.cbname.caption
source: Name
ru: Имя

# tconfigform.cbprefix.caption
source: Prefix
ru: Префикс

# tconfigform.cbqslrdate.caption
source: QSLr Date
ru: QSLr Дата

# tconfigform.cbqslsdate.caption
source: QSLs Date
ru: QSLs Дата

# tconfigform.cbrigctldstart.caption
source: Start rigctld on startup?
ru: Запускать rigctld при старте?

# tconfigform.cbsubmode.caption
source: SubMode
ru: СабМода

# tconfigform.cbtelnetstartup.caption
source: Start DX cluster automatically
ru: Запускать DX кластер автоматически

# tconfigform.cbtime.caption
source: Time
ru: Время

source: Enable Work On LAN
ru: Включить работу по сети

source: Use reference?
ru: Использовать как справочник?

# tconfigform.checkbox11.caption
source: Use as a reference?
ru: Использовать как справочник?

source: Use bands in meters
ru: Показывать диапазоны в метрах

# tconfigform.checkbox3.caption
source: Use as a reference?
ru: Использовать как справочник?

source: Printing with preview
ru: Печать с предварительным просмотром

source: Send MY_STATE and MY_GRIDSQUARE
ru: Отправить MY_STATE and MY_GRIDSQUARE

# tconfigform.checkbox7.caption
source: Use as a reference?
ru: Использовать как справочник?

source: Send ADI to CloudLog
ru: Отправлять ADI в CloudLog

source: Send Freq to CloudLog
ru: Отправлять частоту в Cloudlog

# tconfigform.gbintref.caption
source: Internal reference book
ru: Встроенный справочник позывных

# tconfigform.gbtelnet.caption
source: Telnet DX Cluster
ru: Telnet DX кластер

source: Release date:
ru: Дата выпуска:

source: Number of records:
ru: Количество записей:

source: Update status:
ru: Состояние обновления:

source: Version:
ru: Версия:

source: Download file:
ru: Загрузка файла:

# tconfigform.label18.caption
source: Login
ru: Логин

# tconfigform.label19.caption
source: Password
ru: Пароль

# tconfigform.label2.caption
source: Server
ru: Сервер

source: to QSL Info
ru: в поле QSLInfo

# tconfigform.label21.caption
source: Login
ru: Логин

# tconfigform.label22.caption
source: Password
ru: Пароль

# tconfigform.label23.caption
source: Server
ru: Сервер

# tconfigform.label25.caption
source: Login
ru: Логин

# tconfigform.label26.caption
source: Password
ru: Пароль

# tconfigform.label3.caption
source: Port
ru: Порт

# tconfigform.label4.caption
source: Login
ru: Логин
