Repository: EzikMarconi/ewlog
Catalog: locale/ewlog-debug.*.po
Languages: ru

source: Pasword
ru: Пароль

source: Base Name
ru: Название базы

# tconfigform.label7.caption
source: Displays columns
ru: Отображение колонок

source: Base
ru: База данных

# tconfigform.lbbackcolor.caption
source: Background color
ru: Цвет фона

# tconfigform.lbcatport.caption
source: Port
ru: Порт

# tconfigform.lbcatspeed.caption
source: Speed
ru: Скорость

source: Key Clear QSO
ru: Сочетание очистки QSO

# tconfigform.lbcomcatport.caption
source: COM Port
ru: COM порт

source: Key get data from Online Reference
ru: Сочетание получения данных с Online справочника

source: Key Export ADI file
ru: Сочетание экспорта ADI

source: Key Import ADI file
ru: Сочетание импорта ADI

source: Path backup files
ru: Путь к файлам бэкапа

# tconfigform.lbpathrigctld.caption
source: Path for HamLib Rigctld
ru: Пусть к Rigctld

source: Key Save QSO
ru: Сочетание сохранения QSO

# tconfigform.lbtelnetlogin.caption
source: Login
ru: Логин

# tconfigform.lbtelnetname.caption
source: Name
ru: Имя

# tconfigform.lbtelnetpassword.caption
source: Password
ru: Пароль

# tconfigform.lbtelnetport.caption
source: Port
ru: Порт

# tconfigform.lbtextcolor.caption
source: Text color
ru: Цвет текста

# tconfigform.lbtextsize.caption
source: Text size
ru: Размер текста

# tconfigform.lbwoladdress.caption
source: Address:
ru: Адрес:

# tconfigform.lvtelnet.columns[0].caption
source: Name
ru: Имя

# tconfigform.lvtelnet.columns[2].caption
source: Port
ru: Порт

# tconfigform.radiobutton1.caption
source: Use MySQL
ru: Использовать MySQL

source: Use SQLite
ru: Использовать SQLite

source: Hot key
ru: Горячие клавиши

source: Backup
ru: Резервное копирование

source: DataBase
ru: Базы данных

source: Internal reference
ru: Встроенный справочник

source: Other Settings
ru: Другие настройки

source: Reference Online
ru: Online справочники

# tconfigform.tstelnet.caption
source: Telnet
ru: Телнет

source: Work on LAN (UDP)
ru: Работа по сети (UDP)

source: New session
ru: Новая сессия

# tcontestform.btsave.caption
source: Save
ru: Сохранить

# tcontestform.caption
source: Contest Logging
ru: Контест лог

# tcontestform.lbband.caption
source: Band
ru: Диапазон

# tcontestform.lbcallsign.caption
source: Callsign
ru: Позывной

# tcontestform.lbcomment.caption
source: Comment
ru: Комментарий

source: Contest Name
ru: Имя контеста

# tcontestform.lbdate.caption
source: Date
ru: Дата

# tcontestform.lbfreq.caption
source: Frequency
ru: Частота

# tcontestform.lbgrid.caption
source: Grid
ru: Локатор

# tcontestform.lbminutetour.caption
source: minutes
ru: минут(ы)

# tcontestform.lbmode.caption
source: Mode
ru: Мода

# tcontestform.lbname.caption
source: Name
ru: Имя

# tcontestform.lbtime.caption
source: Time
ru: Время

source: Tour time
ru: Время тура

source: Editing Country Information
ru: Правка по стране

source: Search
ru: Поиск

# tcreatejournalform.btclose.caption
source: Close
ru: Закрыть

# tcreatejournalform.btcreate.caption
source: Create
ru: Создать

source: Create new journal
ru: Создать новый журнал

# tcreatejournalform.gbinformation.caption
source: Information
ru: Информация

# tcreatejournalform.gblocation.caption
source: Location Information
ru: Информация о локации

# tcreatejournalform.gbqslinfo.caption
source: QSL Info
ru: QSL Инфо

# tcreatejournalform.lbcallname.caption
source: Call name
ru: Позывной

# tcreatejournalform.lbdescription.caption
source: Description
ru: Описание

# tcreatejournalform.lbgrid.caption
source: Grid
ru: Локатор

# tcreatejournalform.lblat.caption
source: Lat
ru: Широта

# tcreatejournalform.lblon.caption
source: Long
ru: Долгота

# tcreatejournalform.lbname.caption
source: Name
ru: Имя

# tdxclusterform.caption
source: DX Cluster
ru: DX Кластер

source: Message:
ru: Сообщение:

# tdxclusterform.menuitem1.caption
source: Paste in Callsign field
ru: Вставить позывной в поле ввода

# tdxclusterform.menuitem2.caption
source: Delete spot
ru: Удалить спот

# tdxclusterform.menuitem3.caption
source: Clear window
ru: Очистить окно

# tdxclusterform.tabsheet1.caption
source: Telnet
ru: Телнет

# tdxclusterform.tabsheet2.caption
source: DX Cluster
ru: DX Кластер

source: Private messages
ru: Приватные сообщения

source: Forecast
ru: Прогноз

source: Messages
ru: Сообщения

# tdxclusterform.vstcluster.header.columns[0].text
source: Band
ru: Диапазон

# tdxclusterform.vstcluster.header.columns[2].text
source: Spotter
ru: Споттер

# tdxclusterform.vstcluster.header.columns[3].text
source: Frequency
ru: Частота

# tdxclusterform.vstcluster.header.columns[4].text
source: Mode
ru: Мода

# tdxclusterform.vstcluster.header.columns[5].text
source: Comment
ru: Комментарий

# tdxclusterform.vstcluster.header.columns[7].text
source: Grid
ru: Локатор

# tdxclusterform.vstcluster.header.columns[8].text
source: Country
ru: Страна

source: Earth
ru: Земля

# teditqso_form.button1.caption
source: Close
ru: Закрыть

# teditqso_form.button2.caption
source: Cancel
ru: Отмена

# teditqso_form.button3.caption
source: Apply
ru: Принять

source: To define territory
ru: Определить территорию

source: QSO Editor
ru: Редактировать QSO

source: Mark QSO
ru: Пометить QSO

source: Received
ru: Получена

source: Received eQSL
ru: Получена eQSL

source: Received LotW
ru: Получена LotW

source: Sent LoTW
ru: Отправлена LoTW

# teditqso_form.dbgrid1.columns[11].title.caption
source: Grid
ru: Локатор

# teditqso_form.dbgrid1.columns[15].title.caption
source: Manager
ru: Менеджер

# teditqso_form.dbgrid1.columns[16].title.caption
source: QSLs Date
ru: QSLs Дата

# teditqso_form.dbgrid1.columns[17].title.caption
source: QSLr Date
ru: QSLr Дата

# teditqso_form.dbgrid1.columns[18].title.caption
source: LOTWr Date
ru: LOTWr Дата

# teditqso_form.dbgrid1.columns[19].title.caption
source: Prefix
ru: Префикс

# teditqso_form.dbgrid1.columns[21].title.caption
source: CQ Zone
ru: CQ Зона

# teditqso_form.dbgrid1.columns[22].title.caption
source: ITU Zone
ru: ITU Зона

# teditqso_form.dbgrid1.columns[24].title.caption
source: Continent
ru: Континент

# teditqso_form.dbgrid1.columns[2].title.caption
source: Date
ru: Дата

# teditqso_form.dbgrid1.columns[3].title.caption
source: Time
ru: Время

# teditqso_form.dbgrid1.columns[4].title.caption
source: Band
ru: Диапазон

# teditqso_form.dbgrid1.columns[5].title.caption
source: Callsign
ru: Позывной

# teditqso_form.dbgrid1.columns[6].title.caption
source: Mode
ru: Мода

# teditqso_form.dbgrid1.columns[7].title.caption
source: QSOSubMode
ru: СабМода

# teditqso_form.dbgrid1.columns[8].title.caption
source: Name
ru: Имя

# teditqso_form.groupbox1.caption
source: Territory
ru: Территория

source: CallSign
ru: Позывной

# teditqso_form.label11.caption
source: Prefix
ru: Префикс

# teditqso_form.label14.caption
source: Grid
ru: ЛОК

# teditqso_form.label15.caption
source: Sub. State
ru: Поле стат.

# teditqso_form.label16.caption
source: Continent
ru: Континент

# teditqso_form.label17.caption
source: Mode
ru: Мода

# teditqso_form.label18.caption
source: Band
ru: Диап

# teditqso_form.label2.caption
source: Date
ru: Дата

source: Satelite
ru: Спутник

source: Satelite mode
ru: Режим

source: Propagation
ru: Вид связи

# teditqso_form.label24.caption
source: QSL received via
ru: QSL получена через

source: QSL manager
ru: QSL менеджер

# teditqso_form.label26.caption
source: QSL was sent via
ru: QSL отправлена через

# teditqso_form.label27.caption
source: QSL Info
ru: QSL Инфо

source: Report sent
ru: RST отп

source: Report rcvd
ru: RST получ

# teditqso_form.label5.caption
source: Name
ru: Имя

source: Note for
ru: Комм

source: this
ru: ента

# teditqso_form.label9.caption
source: QSO
ru: рий

source: Sent
ru: Отправлена

source: Printed
ru: Напечатана

source: Queued
ru: В очередь

# teditqso_form.radiobutton4.caption
source: Wasn't sent
ru: Не отправлена

source: Do not send
ru: Не отправлять

# teditqso_form.speedbutton1.hint
source: Change country information
ru: Изменить информацию по стране

# teditqso_form.speedbutton2.hint
source: Change country information
ru: Изменить информацию по стране

# teditqso_form.tabsheet2.caption
source: Log
ru: Журнал

# texportadifform.btcancel.caption
source: Cancel
ru: Отмена

# texportadifform.btexport.caption
source: Export
ru: Экспорт

source: Export ADIF
ru: Экспорт ADIF

# texportadifform.cbadiexport.caption
source: Export to ADIF
ru: Экспорт в ADIF

# texportadifform.cbconvertlatin.caption
source: Convert to Latin
ru: Перевести в латиницу

# texportadifform.cbeqslexport.caption
source: Export to eQSL
ru: Экспорт в eQSL

# texportadifform.cbexportonwin.caption
source: Export on Win1251
ru: Экспорт в Win1251

source: Export to SOTA
ru: Экспорт в SOTA

source: From
ru: Из

source: To
ru: в

# texportadifform.lbnumberqso.caption
source: Number of QSO: 0
ru: Количество записей: 0

source: Selected date interval
ru: Выбрать интервал дат

source: Export all showed contacts
ru: Экспортировать всё

# texportadifform.sdexport.title
source: Save file as
ru: Сохранить файл как

# tfilterform.caption
source: Record Filter
ru: Фильтр записей

# tfm_form.caption
source: Frequency Manager
ru: Частотный Менеджер

# tgridsform.adduniqcallitem.caption
source: Add to unique Calls
ru: Добавить в базу уникальных позывных

source: Logbook
ru: Журнал

# tgridsform.copytologitem0.caption
source: Copy to another log
ru: Скопировать в другой журнал

# tgridsform.dbgrid1.columns[11].title.caption
source: Grid
ru: Локатор

# tgridsform.dbgrid1.columns[15].title.caption
source: Manager
ru: Менеджер

# tgridsform.dbgrid1.columns[16].title.caption
source: QSLs Date
ru: QSLs Дата

# tgridsform.dbgrid1.columns[17].title.caption
source: QSLr Date
ru: QSLr Дата

# tgridsform.dbgrid1.columns[18].title.caption
source: LOTWr Date
ru: LOTWr Дата

# tgridsform.dbgrid1.columns[19].title.caption
source: Prefix
ru: Префикс

# tgridsform.dbgrid1.columns[21].title.caption
source: CQ Zone
ru: CQ Зона

# tgridsform.dbgrid1.columns[22].title.caption
source: ITU Zone
ru: ITU Зона

# tgridsform.dbgrid1.columns[24].title.caption
source: Continent
ru: Континент

# tgridsform.dbgrid1.columns[2].title.caption
source: Date
ru: Дата

# tgridsform.dbgrid1.columns[3].title.caption
source: Time
ru: Время

# tgridsform.dbgrid1.columns[4].title.caption
source: Frequency
ru: Частота

# tgridsform.dbgrid1.columns[5].title.caption
source: Callsign
ru: Позывной

# tgridsform.dbgrid1.columns[6].title.caption
source: Mode
ru: Мода

# tgridsform.dbgrid1.columns[7].title.caption
source: QSOSubMode
ru: СабМода

# tgridsform.dbgrid1.columns[8].title.caption
source: Name
ru: Имя

# tgridsform.dbgrid2.columns[11].title.caption
source: Grid
ru: Локатор

# tgridsform.dbgrid2.columns[15].title.caption
source: Manager
ru: Менеджер

# tgridsform.dbgrid2.columns[16].title.caption
source: QSLs Date
ru: QSLs Дата

# tgridsform.dbgrid2.columns[17].title.caption
source: QSLr Date
ru: QSLr Дата

# tgridsform.dbgrid2.columns[18].title.caption
source: LOTWr Date
ru: LOTWr Дата

# tgridsform.dbgrid2.columns[19].title.caption
source: Prefix
ru: Префикс

# tgridsform.dbgrid2.columns[21].title.caption
source: CQ Zone
ru: CQ Зона

# tgridsform.dbgrid2.columns[22].title.caption
source: ITU Zone
ru: ITU Зона

# tgridsform.dbgrid2.columns[24].title.caption
source: Continent
ru: Континент

# tgridsform.dbgrid2.columns[2].title.caption
source: Date
ru: Дата

# tgridsform.dbgrid2.columns[3].title.caption
source: Time
ru: Время

# tgridsform.dbgrid2.columns[4].title.caption
source: Frequency
ru: Частота

# tgridsform.dbgrid2.columns[5].title.caption
source: Callsign
ru: Позывной

# tgridsform.dbgrid2.columns[6].title.caption
source: Mode
ru: Мода

# tgridsform.dbgrid2.columns[7].title.caption
source: QSOSubMode
ru: СабМода

# tgridsform.dbgrid2.columns[8].title.caption
source: Name
ru: Имя

# tgridsform.delrecitem.caption
source: Delete Record
ru: Удалить запись

# tgridsform.edititem.caption
source: Edit QSO
ru: Редактировать QSO

# tgridsform.exportadifitem.caption
source: Export selected QSO to ADIF
ru: Экспортировать выбранные QSO в ADIF

# tgridsform.exporthrditem.caption
source: Export QSO to HRDLOG.Net
ru: Экспорт QSO в HRDLOG.Net

# tgridsform.exportqslccitem.caption
source: Export selected QSO to eQSL.cc
ru: Экспорт выбранных QSO в eQSL.cc

# tgridsform.filtercancelitem.caption
source: Cancel filter
ru: Сбросить фильтр

# tgridsform.filterdnsentitem.caption
source: QSL do not send
ru: Не отправлять QSL

# tgridsform.filteritem.caption
source: Record Filter
ru: Фильтр записей

# tgridsform.filternsentqslitem.caption
source: Not sent QSL
ru: Не отправленные QSL

# tgridsform.filterqslpitem.caption
source: QSL printed
ru: Напечатанные QSL

# tgridsform.filterrecqslitem.caption
source: Received QSL
ru: Полученные QSL

# tgridsform.filtersentqslitem.caption
source: Sent QSL
ru: Отправленные QSL

# tgridsform.finqqslmanitem.caption
source: Find QSLManager info in to Internet
ru: Поиск QSL менеджера в Интернете

# tgridsform.markqsoitem.caption
source: Mark this QSO
ru: Пометить QSO

# tgridsform.menuitem4.caption
source: QSL Received
ru: QSL Получена

source: Send on LAN
ru: Отправить по сети

source: ANY
ru: Всем

# tgridsform.prefixitem.caption
source: Prefix Manager
ru: Менеджер префиксов

# tgridsform.printqsoitem.caption
source: Print Select QSO
ru: Печать выбранного QSO

# tgridsform.printqsonomarkitem.caption
source: Without mark QSL Printed
ru: Без пометки QSL напечатана

# tgridsform.printqsowmarkitem.caption
source: With mark QSL Printed
ru: С пометкой QSL Напечатана

# tgridsform.qslinfoitem.caption
source: QSL Info
ru: QSL Инфо

# tgridsform.qslnsitem.caption
source: QSL do not send
ru: Не отправлять QSL

# tgridsform.qslprinteditem.caption
source: QSL Printed
ru: QSL напечатана

# tgridsform.qslqueueditem.caption
source: QSL Queued
ru: QSL в очередь

# tgridsform.qslreceiveditem.caption
source: QSL Received
ru: QSL Получена

# tgridsform.qslsentitem.caption
source: QSL Sent
ru: QSL отправлена

# tgridsform.qslwnsitem.caption
source: QSL was not sent
ru: QSL не отправлена

# tgridsform.qslwrvitem.caption
source: QSL was received via
ru: QSL получена через

# tgridsform.qslwsvitem.caption
source: QSL was sent via
ru: QSL отправлена через

# tgridsform.saveexcelitem.caption
source: Save to Excel
ru: Сохранить в Excel

# tgridsform.selectallitem.caption
source: Select all records
ru: Выбрать все записи

# tgridsform.sendclusteritem.caption
source: Send to DX Cluster
ru: Отправить в DX кластер

source: Hidden Settings
ru: Скрытые настройки

# timportadifform.button1.caption
source: Import
ru: Импорт

# timportadifform.button2.caption
source: Cancel
ru: Отмена

source: Import from ADIF
ru: Импорт из ADIF

source: Compute DXCC from callsign
ru: ПЕРЕОПРЕДЕЛЯТЬ ТЕРРИТОРИЮ по позывному

source: Remove Duplicates
ru: Удалить дубликаты

source: Save time
ru: Сохранять время

source: Comment for all imported records
ru: Комментарий для всех записей

# timportadifform.label2.caption
source: Number of duplicates
ru: Количество дубликатов

# timportadifform.label3.caption
source: Status:
ru: Статус:

source: Waiting
ru: Ожидание

# timportadifform.lblcount.caption
source: Imported Records
ru: Импортировано записей

source: Error file
ru: Файл ошибок

# timportadifform.lblerrors.caption
source: Import Errors
ru: Ошибки импорта

source: Time OFF QSO
ru: Окончания QSO

source: Time ON QSO
ru: Начала QSO

source: All copy
ru: Копировать всё

source: Open URL
ru: Открыть URL

source: Copy comment
ru: Копир. коммент.

# tinformationform.caption
source: Information
ru: Информация

# tinformationform.groupbox1.caption
source: Callsign
ru: Позывной

# tinformationform.groupbox3.caption
source: Photo
ru: Фото

# tinformationform.label1.caption
source: Callsign:
ru: Позывной:

source: Upload photos from the Internet to:
ru: Загружать фото из интернета в:

source: Country:
ru: Страна:

source: Name:
ru: Имя:

# tinformationform.label4.caption
source: Address:
ru: Адрес:

# tinformationform.label5.caption
source: City:
ru: Город:

source: Grid:
ru: Локатор:

source: Home page:
ru: Дом. страница:

source: Telephone:
ru: Телефон:

# tiota_form.button1.caption
source: Close
ru: Закрыть

# tiota_form.dbgrid1.columns[2].title.caption
source: Name
ru: Имя

# tiota_form.dbgrid1.columns[3].title.caption
source: Prefix
ru: Префикс

# tiota_form.dbgrid1.columns[4].title.caption
source: Prefix
ru: Префикс

# tiota_form.label2.caption
source: Name
ru: Имя

# tlogconfigform.button1.caption
source: Save
ru: Сохранить

# tlogconfigform.button2.caption
source: Cancel
ru: Отмена

# tlogconfigform.caption
source: Logs configuration
ru: Конфигурация журнала

# tlogconfigform.checkbox1.caption
source: Upload every time a logbook entry is added
ru: Загружать каждый раз, при добавлении QSO

# tlogconfigform.checkbox2.caption
source: Upload every time a logbook entry is added
ru: Загружать каждый раз, при добавлении QSO

# tlogconfigform.checkbox3.caption
source: Upload every time a logbook entry is added
ru: Загружать каждый раз, при добавлении QSO

# tlogconfigform.checkbox4.caption
source: Upload every time a logbook entry is added
ru: Загружать каждый раз, при добавлении QSO

# tlogconfigform.checkbox5.caption
source: Upload every time a logbook entry is added
ru: Загружать каждый раз, при добавлении QSO

# tlogconfigform.label1.caption
source: Log
ru: Журнал

# tlogconfigform.label11.caption
source: Grid
ru: Локатор

# tlogconfigform.label12.caption
source: Latitude
ru: Широта

# tlogconfigform.label13.caption
source: Longitude
ru: Долгота

source: QSL info (Default)
ru: QSL Инфо (По умолчанию)

# tlogconfigform.label17.caption
source: Login
ru: Логин

# tlogconfigform.label18.caption
source: Password
ru: Пароль

# tlogconfigform.label2.caption
source: Description
ru: Описание

# tlogconfigform.label20.caption
source: Login
ru: Логин

# tlogconfigform.label23.caption
source: Login
ru: Логин

# tlogconfigform.label24.caption
source: Password
ru: Пароль

# tlogconfigform.label25.caption
source: Login
ru: Логин

# tlogconfigform.label26.caption
source: Password
ru: Пароль

# tlogconfigform.label29.caption
source: Login (email)
ru: Логин (email)

# tlogconfigform.label30.caption
source: Password
ru: Пароль

# tlogconfigform.label31.caption
source: Login
ru: Логин

source: Station detalis
ru: Информация о станции

# tlogconfigform.label5.caption
source: Callsign
ru: Позывной

# tlogconfigform.label6.caption
source: Name
ru: Имя

source: Location information
ru: Информация о локации

source: Add new log
ru: Добавить новый журнал

source: Delete log
ru: Удалить журнал

source: Set default
ru: Установить по умолчанию

source: Operator
ru: Оператор

# tlogconfigform.tabsheet2.caption
source: Services
ru: Сервисы

# tlogconfigform.tabsheet3.caption
source: Services
ru: Сервисы

# tmainform.caption
source: EWLog - HAM Journal
ru: EWLog - Аппаратный журнал

# tmanagerbaseprefixform.caption
source: Prefix Manager
ru: Менеджер префиксов

source: Unique Callsigns
ru: Уникальные позывные

source: Province
ru: Области

# tmanagerbaseprefixform.tabsheet3.caption
source: Country
ru: Страна

# tmapform.caption
source: Map
ru: Карта

# tminiform.caption
source: EWLog - HAM Journal
ru: EWLog - Аппаратный журнал

# tminiform.cbfilter.caption
source: Filter
ru: Фильтр

# tminiform.cbmap.caption
source: Map
ru: Карта

# tminiform.cbmark.caption
source: Mark
ru: Метка

source: Real Time
ru: Реальное время

# tminiform.cbsaveutc.caption
source: Save in UTC
ru: Сохранить в UTC

# tminiform.cbyourqsl.text
source: Wasn't sent
ru: Не отправлена

# tminiform.lbazimuth.caption
source: Azimuth
ru: Азимут

# tminiform.lbband.caption
source: Band
ru: Диап

# tminiform.lbbandqso.caption
source: Band
ru: Диапазон

# tminiform.lbcallsign.caption
source: Callsign
ru: Позывной

# tminiform.lbcomment.caption
source: Comment
ru: Комментарий

# tminiform.lbcurrentlog.caption
source: Current log
ru: Текущий лог

# tminiform.lbdate.caption
source: Date
ru: Дата

# tminiform.lbdateqso.caption
source: Date
ru: Дата

# tminiform.lbdistance.caption
source: Distance
ru: Трасса

# tminiform.lbgrid.caption
source: Grid
ru: ЛОК

# tminiform.lblatitude.caption
source: Latitude
ru: Широта

# tminiform.lblongitude.caption
source: Longitude
ru: Долгота

# tminiform.lbmode.caption
source: Mode
ru: Мода

# tminiform.lbmodeqso.caption
source: Mode
ru: Мода

# tminiform.lbmygrid.caption
source: My grid
ru: Мой ЛОК

# tminiform.lbmystate.caption
source: My state
ru: Мой State

# tminiform.lbname.caption
source: Name
ru: Имя

# tminiform.lbnameqso.caption
source: Name
ru: Имя

# tminiform.lbprefix.caption
source: Prefix
ru: Префикс

# tminiform.lbrstr.caption
source: RST rcvd
ru: RST пол

# tminiform.lbrsts.caption
source: RST sent
ru: RST отп

# tminiform.lbsubstate.caption
source: Sub. State
ru: Поле стат.

# tminiform.lbterritory.caption
source: Territory
ru: Территория

# tminiform.lbtime.caption
source: Time (UTC)
ru: Время (UTC)

# tminiform.lbtimeqso.caption
source: Time
ru: Время

# tminiform.lbworked.caption
source: Worked
ru: Сработано

# tminiform.lbyourqsl.caption
source: Your QSL
ru: Моя QSL

source: Local time
ru: Локальное время

# tminiform.menuitem102.caption
source: Donations
ru: Пожертвования

# tminiform.menuitem110.caption
source: Displaying photos with QRZ
ru: Отображать фото из QRZ

# tminiform.menuitem111.caption
source: On
ru: Включить

# tminiform.menuitem112.caption
source: Off
ru: Отключить

# tminiform.menuitem118.caption
source: Clear all journal
ru: Очистить весь журнал

# tminiform.menuitem123.caption
source: Frequency Manager
ru: Частотный Менеджер

# tminiform.menuitem124.caption
source: Modulation Manager
ru: Менеджер Модуляций

# tminiform.menuitem3.caption
source: View
ru: Просмотр

# tminiform.menuitem48.caption
source: Set date synchronization
ru: Установить дату синхронизации

# tminiform.menuitem52.caption
source: Configure program
ru: Настройка программы

# tminiform.menuitem53.caption
source: Format ADIF or SOTA
ru: Формат ADIF или SOTA csv

# tminiform.menuitem54.caption
source: Operations with a logbook
ru: Операции с журналом

# tminiform.menuitem55.caption
source: Open log
ru: Открыть журнал

# tminiform.menuitem56.caption
source: Create new log
ru: Создать новый журнал

# tminiform.menuitem58.caption
source: Compact and Repair Database
ru: Сжать и восстановить базу

# tminiform.menuitem6.caption
source: Help
ru: Помощь

# tminiform.menuitem60.caption
source: Services of eQSL and LOTW
ru: Сервисы eQSL и LotW

# tminiform.menuitem61.caption
source: Export Information from a Logbook to
ru: Экспорт данных журнала в

# tminiform.menuitem62.caption
source: Import information in logbook from
ru: Импорт данных журнала из

# tminiform.menuitem63.caption
source: Thanks
ru: Спасибо

# tminiform.menuitem65.caption
source: Clear new QSO
ru: Очистить QSO

# tminiform.menuitem66.caption
source: Save QSO
ru: Сохранить QSO

# tminiform.menuitem67.caption
source: Edit QSO
ru: Редактировать QSO

# tminiform.menuitem69.caption
source: Exit
ru: Выход

# tminiform.menuitem7.caption
source: Logs configuration
ru: Конфигурация журнала

# tminiform.menuitem70.caption
source: File .ADIF
ru: Файл .ADIF

# tminiform.menuitem71.caption
source: File .TXT
ru: Файл .TXT

# tminiform.menuitem72.caption
source: Multi-window mode
ru: Много-оконный режим

# tminiform.menuitem73.caption
source: Normal mode
ru: Нормальный режим

# tminiform.menuitem81.caption
source: Synchronization Databases
ru: Синхронизация баз данных

# tminiform.menuitem82.caption
source: From MySQL to SQLite
ru: Из MySQL в SQLite

# tminiform.menuitem83.caption
source: From SQLite to MySQL
ru: Из SQLite в MySQL

# tminiform.menuitem85.caption
source: Transceiver Control
ru: Управление трансивером

# tminiform.menuitem87.caption
source: Settings external programs
ru: Настройки внешних программ

# tminiform.menuitem89.caption
source: Switch database
ru: Переключить СУБД
